
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automàtic";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "Contrasenya PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Secret compartit IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "Contrasenya IPSec XAuth";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Connexió de xarxa (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Connexió de xarxa";
"KEYCHAIN_KIND_EAPOL" = "Contrasenya 802.1X";
